"Regular" = "Normal";

"Cosmic Strings" = "Kosmiska strängar";

"Cold Pricklies" = "Kalla fläckar";

"Space Fur" = "Rymdpäls";

"Jiggly" = "Gänglig";

"Undertow" = "Företagen";

"Random" = "Slumpmässig";

"Custom" = "Anpassad";
